Repository: Matroska-Org/matroskautils
Catalog: gettext/lang/*/LC_MESSAGES/MatroskaProp.po
Languages: italian, portuguese

source: Build
portuguese: Versão

source: Developed by
italian: Sviluppato da
portuguese: Desenvolvido por

source: Reads infomation about a Matroska file and R/W the Tags of a Matroska filevia a Property sheet, also allows Tooltips, Thumbnails, and more for Matroska files in Windows Explorer.
italian: Legge le informazioni inerenti i file Matroska, legge e scrive i tag Matroska tramite la finestra Proprietà, inoltre mostra tooltip, anteprima ed altro ancora riguado i file Matroska all'inteno di Esplora Risorse.
portuguese: Lê a informação dum ficheiro Matroska e permite a leitura/escrita de Tags (etiquetas) dum ficheiro Matroska através duma folha de Propriedades, também permite Dicas, Miniaturas, e mais para ficheiros Matroska no Explorador do Windows.

source: Thanks to Pamel for working so hard on the Matroska tagging system.
italian: Un ringraziamento particolare a Pamel per aver lavorato così duramente sul sistema dei tag di Matroska.
portuguese: Agradecimentos ao Pamel, pela sua grande devotação no sistema de "tagging" (etiquetagem) Matroska.

source: YUV2->RGB32 Assembly Routines by alexnoe.
italian: YUV2->RGB32 Assembly Routines di AlexNoe.
portuguese: Rotinas em Assembly de YUV2->RGB32 por alexnoe.

source: Compiled on
italian: Compilato in
portuguese: Compilado a

source: Using ...
italian: Utilizzando...
portuguese: Usando...

source: About
italian: Info
portuguese: Acerca

source: Matroska Shell Extension Options
italian: Opzioni Matroska Shell Extension
portuguese: Opções da Matroska Shell Extension

source: Matroska Shell Ext Options Setup Choose which features you want enabled and configure any options.
italian: Configurazione delle opzioni di Matroska Shell Extension Scegli quali funzionalità vuoi abilitare e configura le varie opzioni.
portuguese: Configuração das Opções da Matroska Shell Extension Escolha as características que quer activadas e configure qualquer opção.

source: Cache Size:
italian: Dimensione cache:
portuguese: Tamanho da cache:

source: Enable Crash Catcher
portuguese: Activar o Detector de Crashes

source: Which Property Pages to Show
portuguese: Quais as páginas de propriedades a mostrar

source: Thumbnail Video Frame Time
italian: Numero del frame per l'anteprima video
portuguese: Tempo da imagem para a miniatura

source: Thumbnail Resize Method
italian: Metodo di riduzione per l'anteprima video
portuguese: Método de redimensionamento da miniatura

source: Thumbnails
italian: Anteprima
portuguese: Miniaturas

source: Thumbnail Generation Timeout
italian: Timeuot per la generazione dell'anteprima
portuguese: Tempo de intervalo para gerar a miniatura

source: Language:
italian: Lingua:
portuguese: Linguagem:

source: Translation by <translator name>
portuguese: Translation by RiCON, Insolit

source: Enable Matroska Context Menus
italian: Abilita menù contestuale
portuguese: Activar os "Context Menus" Matroska

source: Enable Matroska File Columns
italian: Abilita colonne
portuguese: Activar as Colunas para ficheiros Matroska

source: Enable Matroska File Tooltips
italian: Abilita tooltip
portuguese: Activar as dicas sobre ficheiros Matroska

source: Use short Matroska Tooltips
italian: Usa tooltip brevi
portuguese: Usar as dicas abreviadas Matroska

source: Enable Matroska File Thumbnails
italian: Abilita anteprima
portuguese: Activar as miniaturas em ficheiros Matroska

source: Show thumbnails on click (slows browsing down and only shows in the tasks view)
italian: Mostra anteprima quando si clicca (è pesante e funziona solo nella finestra dei task)
portuguese: Mostrar as miniaturas depois dum clique (atrasa a pesquisa e apenas aparece na opção de ver tarefas)

source: Enable DShow (Internal Render) thumbnail generation (prefered)
italian: Anteprima via DirectShow tramite Internal Render (metodo preferenziale)
portuguese: Activar a criação de miniaturas pelo DShow (Renderizador Interno) (recomendado)

source: Enable DShow (IMediaDet) thumbnail generation
italian: Anteprima via DirectShow tramite IMediaDet
portuguese: Activar a criação de miniaturas pelo DShow (IMediaDet)

source: Matroska Info
italian: Info Matroska
portuguese: Informação Matroska

source: Matroska Tags
italian: Tag Matroska
portuguese: Tags Matroska

source: Matroska Attachments
italian: Allegati Matroska
portuguese: Anexados em Matroska

source: Nearest Pixel
italian: Pixel più vicino
portuguese: Pixel mais próximo

source: Bicubic
italian: Bicubica
portuguese: Bicúbico

source: Change
italian: Cambia
portuguese: Alterar

source: Cancel
italian: Annulla
portuguese: Cancelar

source: If the MKV doesn't have an attached cover. The video frame at this time will be displayed via DShow
italian: Se il Matroska non ha alcuna cover allegata viene visualizzato il seguente frame tramite DirectShow
portuguese: Para o caso do MKV não conter uma capa anexada. A imagem de vídeo no tempo indicado será exibida por DShow

source: The Column, Context Menu, Tooltip, and Thumbnail handers all share a cache of the last few files read. Each one is 4KB-10KB in memory.
italian: Colonne, menù contestuali, tooltip ed anteprime condividono una cache per gli ultimi file letti. Ogniuna di queste funzioni occupa fino a 4 KB-10 KB di memoria.
portuguese: A Coluna, o Menu Contextual, as Ajudas, e os handers das Miniaturas todos partilham um cache dos últimos ficheiros lidos. Cada um é 4KB-10KB na memória.

source: The number of minutes to wait before canceling thumbnail generation.
italian: Numero di minuti da aspettare prima di annullare la generazione dell'anteprima.
portuguese: Número de minutos a esperar antes de cancelar a criação da miniatura.

source: Translation dll, 'gnu_gettext.dll' was not loaded.
portuguese: O dll de tradução, 'gnu_gettext.dll' não foi carregado.

source: Error
portuguese: Erro

source: Leave Icon
italian: Lascia icona attuale
portuguese: Deixar o ícone

source: Use Pamel's Logo with Jory colors
italian: Logo di Pamel con i colori di Jory
portuguese: Usar o Logo do Pamel com as cores do Jory

source: Use Pamel's Logo with Blue colors
italian: Logo di Pamel a tinte blu
portuguese: Usar o Logo do Pamel com cores Azuis

source: Use Jory's silly Monkey
italian: Scimmia stupida di Jory
portuguese: Usar o macaco idiota do Jory

source: MKV Document
portuguese: Documento MKV

source: Doll 1
portuguese: Boneco 1

source: Doll 2
portuguese: Boneco 2

source: Select your Matroska Icon
italian: Icona per i Matroska
portuguese: Escolha o seu ícone Matroska

source: Matroska Parser
italian: Analizzatore Matroska
portuguese: Analisador Matroska

source: Parsing Matroska File
italian: Analizza Matroska
portuguese: Analisando o ficheiro Matroska

source: Abort
italian: Annulla
portuguese: Abortar

source: Name
italian: Nome
portuguese: Nome

source: Value
italian: Valore
portuguese: Valor

source: Matroska File Infomation
italian: Info Matroska
portuguese: Informação do ficheiro Matroska

source: Track Infomation
italian: Info traccia
portuguese: Informação da faixa

source: Tracks
italian: Tracce
portuguese: Faixas

source: Basic Infomation
italian: Info di base
portuguese: Informação básica

source: Advanced Infomation
italian: Info avanzate
portuguese: Informação avançada

source: Options
italian: Opzioni
portuguese: Opções

source: Track Language
italian: Lingua traccia
portuguese: Linguagem da faixa

source: Display Size/AR
italian: Mostra dim./AR
portuguese: Tamanho de visualização/RA

source: You have to select something to change.
italian: Devi selezionare qualcosa per poterlo modificare.
portuguese: Tem de seleccionar algo para alterar.

source: Doh!
italian: Sdong!
portuguese: Duh!

source: You have to select a track to change.
italian: Devi selezionare una traccia per poterla modificare.
portuguese: Tem de seleccionar uma faixa para alterar.

source: Matroska Attachment Infomation
italian: Informazioni sugli allegati
portuguese: Informação sobre o Anexo Matroska

source: Attachment Infomation
italian: Informazioni allegato
portuguese: Informação do Anexo

source: Attachment Preview
italian: Anteprima allegato
portuguese: Pré-visualização do Anexo

source: View Attachment
italian: Mostra allegato
portuguese: Ver o Anexo

source: Save As
italian: Salva come
portuguese: Gravar como

source: Filename
italian: Nome file
portuguese: Nome do ficheiro

source: Mime Type
italian: Tipo MIME
portuguese: Tipo de MIME

source: None
italian: Nessuno
portuguese: Nenhum

source: Size
italian: Dimensione
portuguese: Tamanho

source: Description
italian: Descrizione
portuguese: Descrição

source: Please wait decoding...
italian: Attendere decodifica...
portuguese: Por favor aguarde, a descodificar...

source: Save Attachment As...
italian: Salva allegato come...
portuguese: Guardar Anexo como...

source: Saved to: %s
italian: Salvato in: %s
portuguese: Gravado para: %s

source: Saved
italian: Successo
portuguese: Gravado

source: Failed to save: %s
italian: Salvataggio fallito in: %s
portuguese: Falhou ao gravar: %s

source: Failed
italian: Insuccesso
portuguese: Falhou

source: This file %s Is not handled by this Extension. Run external program? (equal to double-clicking file)
italian: Non sono in grado di gestire il file %s Aprirlo usando il programma ad esso associato?
portuguese: Este ficheiro %s Não é suportado por esta Extensão. Correr um programa externo? (equivalente a um duplo clique)

source: Add a new Tag
italian: Aggiungi un nuovo tag
portuguese: Adicionar uma nova Tag

source: Change the Display Size or AR
italian: Modifica dimensioni video od AR
portuguese: Alterar o tamanho de visualização ou da RA

source: Width
italian: Larghezza
portuguese: Largura

source: Height
italian: Altezza
portuguese: Altura

source: Video track not selected!
italian: Traccia video non selezionata
portuguese: Faixa de vídeo não seleccionada!

source: Umm...
italian: Ummh...
portuguese: Humm...

source: Unable to find selected track.
italian: Impossibile trovare la traccia selezionata.
portuguese: Não foi possível de encontrar a faixa seleccionada.

source: Fatal Error
italian: Errore critico
portuguese: Erro fatal

source: Display size updated
italian: Dimensioni video aggiornate
portuguese: Tamanho de visualização actualizado

source: Success
italian: Operazione riuscita
portuguese: Bem sucedido

source: Unable to update display size
italian: Impossibile aggiornare dimensioni del video
portuguese: Não foi possível actualizar o tamanho de visualização

source: Select ISO-639 Language
italian: Seleziona una lingua ISO 639
portuguese: Seleccionar a linguagem ISO-639

source: Select the Language from the list
italian: Seleziona la lingua dalla lista
portuguese: Seleccione uma linguagem da lista

source: Track doesn't have an existing track language set!
italian: Per questa traccia non è stata impostata alcuna lingua.
portuguese: A faixa não tem presente uma linguagem já definida!

source: Track language updated
italian: Lingua della traccia aggironata
portuguese: Linguagem da faixa actualizada

source: Unable to update track language
italian: Impossibile aggiornare lingua della traccia
portuguese: Não foi possível actualizar a linguagem da faixa

source: Bitrate Display
portuguese: Ecrã de Bitrate

source: Bitrate Usage:
portuguese: Uso do Bitrate:

source: Track
italian: Traccia
portuguese: Faixa

source: Track Number
italian: Numero traccia
portuguese: Número da faixa

source: Track Type
italian: Tipo traccia
portuguese: Tipo de faixa

source: Codec ID
italian: ID codec
portuguese: ID do Codec

source: Extra Codec Info
italian: Info extra sul codec
portuguese: Informação extra do Codec

source: Language
italian: Lingua
portuguese: Linguagem

source: Sampling Rate
italian: Campionamento
portuguese: Frequência

source: Bit-Depth
italian: Profondità di bit
portuguese: Profundidade de bits

source: Channel Count
italian: Numero canali
portuguese: Contagem de canais

source: channel(s)
italian: canale/i
portuguese: Canais

source: Pixel Size
italian: Dimensione pixel
portuguese: Tamanho do pixel

source: Display Size
italian: Dimensioni
portuguese: Tamanho de visualização

source: N/A
italian: N.D.
portuguese: N/D

source: Framerate
portuguese: Frequência de imagem

source: Track UID
italian: UID traccia
portuguese: UID da faixa

source: Interlaced
italian: Interlacciato
portuguese: Interlaçado

source: Colordepth
italian: Profondità colore
portuguese: Profundidade de cor

source: Lacing Flag
italian: Allacciamento
portuguese: Flag de Lacing

source: Default Flag
italian: Traccia predefinita
portuguese: Flag por defeito

source: Timecode Scale
italian: Scala del tempo
portuguese: Escala do código temporal

source: Max Cache
italian: Cache massima
portuguese: Cache Max

source: Min Cache
italian: Cache minima
portuguese: Cache Mín

source: Duration
italian: Durata
portuguese: Duração

source: Date
italian: Data
portuguese: Data

source: Muxing App
italian: Programma per muxare
portuguese: Aplicação de mistura

source: Writing App
italian: Programma per scrivere
portuguese: Aplicação de escrita

source: Total MetaSeek Elements Size
italian: Dimensione totale MetaSeek
portuguese: Tamanho total dos elementos MetaSeek

source: Total Cue Elements Size
italian: Dimensione totale cue
portuguese: Tamanho total dos elementos Cue

source: Cluster Count
italian: Numero cluster
portuguese: Contagem dos Clusters

source: No Attachments Found
italian: Nessun allegato rilevato
portuguese: Não foram encontrados anexos

source: Dummy string
italian: Qua è dove dovrai inserire il testo tradotto
portuguese: This is where you would enter the translated string

source: UID
portuguese: IDU

source: Choose the type of tag to add
italian: Scegli il tipo di tag da aggiungere
portuguese: Escolha o tipo de Tag que deseja adicionar

source: Add Simple Tag
portuguese: Adicionar uma Tag simples

source: Name:
portuguese: Nome:

source: Value:
portuguese: Valor:

source: Attachment
italian: Allegato
portuguese: Anexo

source: The Matroska Tagger
portuguese: O Tagger Matroska

source: Tag Type:
italian: Tipo tag:
portuguese: Tipo de Tag:

source: Tag Field:
italian: Campo tag:
portuguese: Campo da Tag:

source: Field Text:
italian: Campo testo:
portuguese: Texto do campo:

source: Add
italian: Aggiungi
portuguese: Adicionar

source: Delete
portuguese: Apagar

source: Export Tags as XML
italian: Esporta tag in XML
portuguese: Exportar as Tags como XML

source: Import
italian: Importa
portuguese: Importar

source: Reload
italian: Riapri
portuguese: Recarregar

source: Save
italian: Salva
portuguese: Gravar

source: Tags Written.
italian: Tag scritti.
portuguese: Tags escritas.

source: Failed to write tags
italian: Scrittura tag fallita
portuguese: A escrita de Tags falhou

source: Export Tags As XML To...
italian: Esporta tag in XML come...
portuguese: Exportar as Tags como XML para...

source: Failed to save XML tag file.
italian: Salvataggio tag in XML fallito.
portuguese: Falhou a gravação do ficheiro da Tag XML

source: Unable to save
italian: Impossibile salvare
portuguese: Não foi possível

source: Open file to import tags...
portuguese: Abrir o ficheiro para importar as Tags...

source: No tag element found
italian: Nessun tag rilevato
portuguese: Não foi encontrado o elemento Tag

source: Tag element found
italian: Tag rilevato
portuguese: Elemento Tag encontrado

source: MultiComment
italian: Commento multiplo
portuguese: MultiComentários

source: MultiCommercial
italian: Pubblicità multipla
portuguese: MultiAnúncios

source: MultiDate
italian: Data multipla
portuguese: MultiData

source: MultiEntity
italian: Oggetto replicato
portuguese: MultiEntidade

source: MultiIdentifier
italian: Identificatore multiplo
portuguese: MultiIdentificador

source: MultiTitle
italian: Titolo multiplo
portuguese: MultiTítulo

source: Simple Tag
portuguese: Tag Simples

source: Abstract
italian: Estratto
portuguese: Abstracto

source: Archival Location
italian: Path archiviazione
portuguese: Localização dos arquivos

source: Audio Gain
italian: Gain audio
portuguese: Ganho do áudio

source: Audio Genre
italian: Genere audio
portuguese: Género musical

source: Audio Peak
italian: Picco audio
portuguese: Altura máxima do áudio

source: Audio Secondary Genre
italian: Genere secondario audio
portuguese: Género musical secundário

source: Bibliography
italian: Bibliografia
portuguese: Bibliografia

source: Capture DPI
italian: Risoluzione cattura
portuguese: Capturar DPI

source: Capture Palette Setting
italian: Impostazioni paletta di cattura
portuguese: Capturar os parâmetros da palete

source: Cropped
italian: Croppato
portuguese: Cortada

source: Disc Track
italian: Traccia disco
portuguese: Faixa do disco

source: Encoder
portuguese: Codificador

source: Encode Settings
italian: Impostazioni codifica
portuguese: Parâmetros do codificador

source: File
portuguese: Ficheiro

source: Initial Key
italian: Tasto iniziale
portuguese: Chave inicial

source: Keywords
italian: Parole chiave
portuguese: Palavras chave

source: Length
italian: Lunghezza
portuguese: Duração

source: Official Audio File URL
italian: URL file audio ufficiale
portuguese: URL do ficheiro de áudio oficial

source: Official Audio Source URL
italian: URL sorgente audio ufficiale
portuguese: URL do ficheiro de áudio original

source: Original Dimensions
italian: Dimensioni originali
portuguese: Dimensões originais

source: Original Media Type
italian: Tipo originale di media
portuguese: Tipo de media original

source: Play Counter
italian: Avvia contatore
portuguese: Contador do Play

source: Playlist Delay
italian: Ritardo playlist
portuguese: Atraso da playlist

source: Popularimeter
portuguese: Medidor de popularidade

source: Record Location
italian: Luogo registrazione
portuguese: Localização da gravação

source: Set Part
italian: Imposta parte
portuguese: Definir parte

source: Source
italian: Sorgente
portuguese: Origem

source: Source Form
italian: Sorgente da
portuguese: Modelo da origem

source: Sub Genre
italian: Sottogenere
portuguese: Sub Género

source: Subject
italian: Argomento
portuguese: Assunto

source: User Defined URL
italian: URL definita dall'utente
portuguese: URL definido pelo utilizador

source: Mood
italian: Tono
portuguese: Tom

source: Product
italian: Nome prodotto
portuguese: Produto

source: Comment
italian: Commento
portuguese: Comentário

source: Type
italian: Tipo
portuguese: Tipo

source: Currency
italian: Valuta
portuguese: Unidade

source: Price
italian: Prezzo
portuguese: Preço

source: Date Begin
italian: Data inizio
portuguese: Data de início

source: Date End
italian: Data fine
portuguese: Data de fim

source: String Data
italian: Stringa
portuguese: Dados da String

source: Subtitle
italian: Sottotitolo
portuguese: Legenda

source: Unicode String
italian: Stringa Unicode
portuguese: String Unicode

source: ASCII String
italian: Stringa ASCII
portuguese: String ASCII

source: Floating Point Number
italian: Numero in virgola mobile
portuguese: Número de vírgula flutuante

source: Positive Integer
italian: Intero positivo
portuguese: Inteiro positivo

source: Integer
italian: Intero
portuguese: Inteiro

source: Comments
italian: Commenti
portuguese: Comentários

source: SubTitle
italian: Sottotitolo
portuguese: Legenda

source: Edition
italian: Edizione
portuguese: Edição

source: Price Currency
italian: Valuta del prezzo
portuguese: Unidade monetária

source: Price Date
italian: Data del prezzo
portuguese: Data do preço

source: Price Amount
italian: Prezzo
portuguese: Quantia de dinheiro

source: Address
italian: Indirizzo
portuguese: Morada

source: Binary
italian: Binario
portuguese: Binário

source: Unable to write tags. Please check that the file isn't open in another program. If you are watching the file please stop it and try again
italian: Impossibile scrivere i tag. Si prega di controllare che il file non sia aperto da un'altra applicazione oppure che non lo si stia riproducendo.
portuguese: Não foi possível escrever as Tags. Por favor certifique-se que o ficheiro não está aberto noutro programa. Se estiver a visualizar o ficheiro por favor pare e tente de novo

source: Unable to write tags
italian: Impossibile scrivere i tag
portuguese: Não foi possível escrever as Tags

source: Audio
portuguese: Áudio

source: Video
portuguese: Vídeo

source: Internal Tag Track (You shouldn't be seeing this :P)
italian: Traccia-etichetta interna (non dovresti vederla)
portuguese: Tag interna da faixa (Não deveria estar a ver isto :P)

source: Unknown
italian: Sconosciuto
portuguese: Desconhecido

source: Failed to open attached file
italian: Apertura allegato fallita
portuguese: Falhou a abertura do ficheiro anexado

source: No EBML header was found.
italian: Header EBML non trovato.
portuguese: Não foi encontrado o cabeçalho EBML.

source: Attached Image
italian: Immagine allegata
portuguese: Imagem anexada

source: Open with Default App
italian: Apri col programma predefinito
portuguese: Abrir com a aplicação por defeito

source: Video Tracks:
italian: Tracce video:
portuguese: Faixas de vídeo:

source: Audio Tracks:
italian: Tracce audio:
portuguese: Faixas de áudio:

source: Subtitle Tracks:
italian: Tracce sottotitoli:
portuguese: Faixas de legendas:

source: Filesize:
italian: Dimensione file:
portuguese: Tamanho do ficheiro:

source: Avg Bitrate:
italian: Bitrate medio:
portuguese: Bitrate médio:

source: Length:
italian: Lunghezza
portuguese: Duração:

source: Bilinear
italian: Bilineare

source: Unable to write display size. No EBML Header found!
italian: Impossibile scrivere le dimensioni del video. Non è stato rilevato alcun header EBML.

source: Unable to write display size. Please check that the file isn't open in another program. If you are watching the file please stop it and try again
italian: Impossibile scrivere le dimensioni del video. Si prega di controllare che il file non sia aperto da un'altra applicazione oppure che non lo si stia riproducendo.

source: Unable to write display size. Please check that the file already had the display size set
italian: Impossibile scrivere le dimensioni del video. Si prega di controllare che non siano già state impostate delle dimensioni per questo flusso video.

source: Unable to write track language. No EBML/Matroska File Header found!
italian: Impossibile scrivere la lingua della traccia. Non è stato rilevato alcun header EBML oppure l'header d'un file Matroska.

source: Unable to write track language. Please check that the file isn't open in another program. If you are watching the file please stop it and try again.
italian: Impossibile scrivere la lingua della traccia. Si prega di controllare che il file non sia aperto da un'altra applicazione oppure che non lo si stia riproducendo.

source: Unable to write track language. Please check that the file already had the track language set.
italian: Impossibile scrivere la lingua della traccia. Si prega di controllare che non sia già stata impostata una lingua per questa traccia.

source: Track language not found in file
italian: Lingua della traccia non rilevata nel file

source: Failed to write tags. An exception has been caught while trying to write tags.
italian: Scrittura dei tag fallita a causa d'un errore non previsto.

source: Open AVI file for tags...
italian: Apri AVI per i tag...

source: MultiLegal
italian: Licenza multipla

source: seconds
italian: secondo/i

source: bytes
italian: byte

source: clusters
italian: cluster

source: Global Tags
italian: Tag globali

source: Unable to open file
italian: Impossibile aprire il file

source: Configure MatroskaProp
italian: Configura MatroskaProp
